{
  "data": [
    {
      "country": "Austria",
      "info": "Austrian universities are among the oldest in Europe and are highly ranked in world rankings. In total, there are more than thirty universities in Austria, and a dozen high-class universities operate in Vienna. A diploma from one of these institutions opens up excellent employment and naturalization opportunities in Austria and the EU.",
      "facts": "<li>In Austria, it is difficult to complete the course in the time that is provided for according to the plan.</li><li>In Austrian universities, a friendly relationship between a student and a teacher prevails. Everyone's opinion is respected.</li><li>The average age of female students is 22.5 years, and the average age of male students is 23 years.</li>",
      "top": [
        { "abbr": "TUG", "link": "https://www.tugraz.at/en/home/" },
        { "abbr": "JKU", "link": "https://www.jku.at/en" },
        { "abbr": "UG", "link": "https://www.uni-graz.at/en/" },
        { "abbr": "PLUS", "link": "https://www.plus.ac.at/?lang=en" },
        { "abbr": "MUV", "link": "https://www.meduniwien.ac.at/web//en" }
      ],
      "number": 34
    },
    {
      "country": "Belgium",
      "info": "According to statistics, Belgium is one of the fourteen countries where education is recognized above the average European level. Many international students seek to continue or get an education from scratch in Belgium. There is a wide choice of both school institutions and universities where you can complete high-quality training programs and get a higher education.",
      "facts": "<li>In Belgium, higher education is the responsibility of the communities, not the entire Government of the country.</li><li>In Belgium, three languages are used at the official and unofficial level: English, French and Flemish.</li><li>An important reason for choosing Belgium as a country for educational emigration is the lack of tuition fees.</li>",
      "top": [
        { "abbr": "UCL", "link": "https://uclouvain.be/en/index.html" },
        { "abbr": "UA", "link": "https://www.uantwerpen.be/en/" },
        { "abbr": "VUB", "link": "https://www.vub.be/en" },
        { "abbr": "UL", "link": "https://www.uliege.be/cms/c_8699436/en/uliege-portal" },
        { "abbr": "URB", "link": "https://www.ulb.be/en/ulb-homepage" }
      ],
      "number": 17
    },
    {
      "country": "Czech Republic",
      "info": "In the Czech Republic, you can get a high-quality European education for free. Higher education in the Czech Republic has unique historical traditions, follows modern trends and is rated higher and higher in the world rankings every year. The prestigious ranking of the best universities in the world by QS World University today includes nine Czech universities.",
      "facts": "<li>Education at state universities is free if you study in the Czech language.</li><li>There is no age limit for higher education in the Czech Republic.</li><li>The most important thing that will be required to start studying is to pass the procedure for recognizing education received in another country.</li>",
      "top": [
        { "abbr": "CUNI", "link": "https://cuni.cz/UKEN-1.html" },
        { "abbr": "VSE", "link": "https://www.vse.cz/english/" },
        { "abbr": "CVUT", "link": "https://www.cvut.cz/en" },
        { "abbr": "VUT", "link": "https://www.vut.cz/en/?aid_redir=1" },
        { "abbr": "MUNI", "link": "https://www.muni.cz/en" }
      ],
      "number": 70
    },
    {
      "country": "Denmark",
      "info": "Denmark is popular among international students due to its openness, the spread of the English language and the relative cheapness of high-quality education. Education in Denmark is known for the applied nature of education. Every university lecturer is a practicing specialist in his field.",
      "facts": "<li>The country's universities offer more than 700 programs in English, but their share in each university is different.</li><li>Education in Denmark is free for EU and Swiss citizens.</li><li>The Danish Government scholarships are intended for those who aim to integrate into Danish society, study its language and culture.</li>",
      "top": [
        { "abbr": "KU", "link": "https://www.ku.dk/english/" },
        { "abbr": "AU", "link": "https://international.au.dk/" },
        { "abbr": "AAU", "link": "https://www.en.aau.dk/" },
        { "abbr": "SDU", "link": "https://www.sdu.dk/en" },
        { "abbr": "DTU", "link": "https://www.dtu.dk/english" }
      ],
      "number": 8
    },
    {
      "country": "Estonia",
      "info": "Estonia is rightfully considered one of the \"think tanks\" of Europe: the state and business representatives have long been betting on the development of modern computer technologies. Of course, such an impressive breakthrough would not have been possible without a high-quality higher education system.",
      "facts": "<li>Estonia is one of the best countries in the European Union in terms of higher education.</li><li>As Estonian is hard-to-learn, there are more than 100 programs in English in the country.</li><li>The rating system in Estonia is 6-point, where 5 is the best result, and 0 means failure in the exam.</li>",
      "top": [
        { "abbr": "UT", "link": "https://www.ut.ee/en" },
        { "abbr": "TLU", "link": "https://www.tlu.ee/en" },
        { "abbr": "TALTECH", "link": "https://taltech.ee/en/" },
        { "abbr": "EBS", "link": "https://ebs.ee/en" },
        { "abbr": "EMU", "link": "https://www.emu.ee/en" }
      ],
      "number": 7
    },
    {
      "country": "Finland",
      "info": "In the specialty market, Finland is famous for its achievements in the fields of forest management, environmental protection, biotechnology, IT and contemporary art. In addition, a significant part of the Finnish population speaks English fluently, so living will not be complicated by ignorance of the local language.",
      "facts": "<li>Finnish educational system is considered one of the best in the world.</li><li>School education in Finland consists of two levels and lasts for 9-10 years.</li><li>Education in the country's universities is conducted in Finnish, Swedish and English.</li>",
      "top": [
        { "abbr": "UH", "link": "https://www.helsinki.fi/en" },
        { "abbr": "AU", "link": "https://www.aalto.fi/en" },
        { "abbr": "UTU", "link": "https://www.utu.fi/en" },
        { "abbr": "JYU", "link": "https://www.jyu.fi/en" },
        { "abbr": "TAMK", "link": "https://www.tuni.fi/en" }
      ],
      "number": 20
    },
    {
      "country": "Germany",
      "info": "Higher education at German universities is currently one of the most popular in the educational market. The country of medieval castles and mineral springs ranks third in the world in terms of the number of foreign students, their number exceeds 400 thousand. With a German diploma, you can find a job both in Germany itself, as well as in the UK and the USA.",
      "facts": "<li>Higher education in Germany is mainly funded by the state and it is free for domestic and international students.</li><li>You can choose an educational program in Germany in English if your knowledge of German is not so good.</li><li>After graduating from university in Germany, you will have the opportunity to stay and look for a job.</li>",
      "top": [
        { "abbr": "TUM", "link": "https://www.tum.de/" },
        { "abbr": "LMU", "link": "https://www.lmu.de/en/" },
        { "abbr": "HU", "link": "https://www.uni-heidelberg.de/en" },
        { "abbr": "HUB", "link": "https://www.hu-berlin.de/en" },
        { "abbr": "KIT", "link": "https://www.kit.edu/english/" }
      ],
      "number": 376
    },
    {
      "country": "Greece",
      "info": "Greek education is considered average by European standards. However, the teaching of exact and natural sciences here is at quite a high level. And also, in any case, it is a diploma of a European university, which is quoted in any EU country and in the world. A separate plus is the cost. Education in Greece is either free or relatively inexpensive.",
      "facts": "<li>During classes, students do not move from office to office. Almost all classes are held in the same class.</li><li>There is no locker room in educational institutions. If students come in jackets, they also sit in them in class.</li><li>The Greeks pay the state about 20% in taxes to maintain free medicine and education in the country.</li>",
      "top": [
        { "abbr": "AUTH", "link": "https://www.auth.gr/en/" },
        { "abbr": "NTUA", "link": "https://www.ntua.gr/en/" },
        { "abbr": "UPT", "link": "https://www.upatras.gr/en/" },
        { "abbr": "UOA", "link": "https://en.uoa.gr/" },
        { "abbr": "AUEB", "link": "https://www.aueb.gr/en" }
      ],
      "number": 40
    },
    {
      "country": "Hungary",
      "info": "Studying abroad is always prestigious and promising. Especially if we are talking about educational institutions of the European Union. Therefore, if you are looking for a decent place to study, we recommend that you take a closer look at Hungarian higher education institutions.",
      "facts": "<li>The higher education system is dual – there are both colleges and universities here.</li><li>Training in both college and university is 4-5 years.</li><li>Every week, students must submit 2-3 written assignments.</li>",
      "top": [
        { "abbr": "SZTE", "link": "https://u-szeged.hu/english" },
        { "abbr": "UD", "link": "https://www.edu.unideb.hu/" },
        { "abbr": "ELTE", "link": "https://www.elte.hu/en/" },
        { "abbr": "PTE", "link": "https://international.pte.hu/" },
        { "abbr": "BME", "link": "https://www.bme.hu/?language=en" }
      ],
      "number": 68
    },
    {
      "country": "Iceland",
      "info": "Iceland is a small country with only seven universities, and only 5% of students are foreigners. Despite this, the number of programs offered in English is only growing. The peculiarity of Icelandic universities is that they focus more on teaching than on scientific research.",
      "facts": "<li>Education is free of charge in public universities in Iceland.</li><li>Entrance exams are conducted only by individual faculties: medical or creative orientation.</li><li>Iceland's universities are quite young, the first of them appeared in 1911.</li>",
      "top": [
        { "abbr": "HU", "link": "https://www.holar.is/en/holar" },
        { "abbr": "UNAK", "link": "https://www.unak.is/english" },
        { "abbr": "UI", "link": "https://english.hi.is/university_of_iceland" },
        { "abbr": "RU", "link": "https://en.ru.is/" },
        { "abbr": "BU", "link": "https://www.bifrost.is/english" }
      ],
      "number": 7
    },
    {
      "country": "Ireland",
      "info": "The universities of Ireland are certainly not as popular as the British ones. However, the quality of education in Irish universities is not inferior in any way, and in some ways surpasses the English. The history of higher education in Ireland began in the Middle Ages. However, not only have the traditions been preserved here, but they always keep up with the times, constantly developing and improving the educational system.",
      "facts": "<li>The most prestigious specialties are economic sciences, medicine, as well as information technologies.</li><li>The prices for studying in Irish higher education institutions are considered to be among the lowest among English-speaking countries.</li><li>It will not be difficult to find a job with a diploma from an Irish university.</li>",
      "top": [
        { "abbr": "TCD", "link": "https://www.tcd.ie/" },
        { "abbr": "UCD", "link": "https://www.ucd.ie/" },
        { "abbr": "NUI", "link": "http://www.nuigalway.ie/" },
        { "abbr": "UCC", "link": "https://www.ucc.ie/en/" },
        { "abbr": "DCU", "link": "https://www.dcu.ie/" }
      ],
      "number": 9
    },
    {
      "country": "Latvia",
      "info": "In addition to the beaches of the Baltic Sea, clean air and old cozy streets, Latvia can offer high-quality higher education of European standard. Foreign students, as well as citizens of the country, are fully available to study at most public and private universities, since many programs are taught in English.",
      "facts": "<li>The Academic Library of the University of Latvia (Bibliotheca Rigensis) was founded in 1524.</li><li>Not all higher education institutions in Latvia are subordinate to the Ministry of Education.</li><li>Many popular specialties, even such as architecture and medicine, can be studied completely in English.</li>",
      "top": [
        { "abbr": "LU", "link": "https://www.lu.lv/en/" },
        { "abbr": "RTU", "link": "https://www.rtu.lv/en" },
        { "abbr": "TURIBA", "link": "https://www.turiba.lv/en" },
        { "abbr": "LLU", "link": "https://www.llu.lv/en" },
        { "abbr": "RBS", "link": "http://www.rbs.lv/ru" }
      ],
      "number": 17
    },
    {
      "country": "Lithuania",
      "info": "Lithuania is a wonderful and rapidly developing European country. A diploma from a Lithuanian university will significantly facilitate the process of employment both in Lithuania and in many other countries of Europe and the world as a whole. For example, in such attractive countries for living and working as the USA, Canada or Australia.",
      "facts": "<li>The literacy rate of the population in Lithuania provides the country with the 8th position in the world ranking and the 4th among European countries.</li><li>Vilnius University is the oldest in Eastern Europe (founded in 1579).</li><li>In 2015, Lithuania was selected as one of the best tourist.</li>",
      "top": [
        { "abbr": "VU", "link": "https://www.vu.lt/en/" },
        { "abbr": "VGTU", "link": "https://www.vgtu.lt/" },
        { "abbr": "KTU", "link": "https://en.ktu.edu/" },
        { "abbr": "LSMU", "link": "https://lsmuni.lt/en/" },
        { "abbr": "EHU", "link": "https://en.ehu.lt/" }
      ],
      "number": 23
    },
    {
      "country": "Netherlands",
      "info": "The Netherlands is one of the most popular non-English-speaking countries in Europe among foreign students, offering higher education in English. There are a number of reasons for the popularity of studying in the Netherlands, among which are the impeccable reputation of Dutch education, the high quality and flexibility of university programs, the relatively low cost of studying and living in the country.",
      "facts": "<li>Most international students study economics and business, humanities, social sciences and natural sciences and arts.</li><li>After graduating from a Dutch university, you have the opportunity to stay in the country for up to 1 year to search for a job.</li><li>Most often, those who studied for one of the popular or scarce specialties remain in the Netherlands.</li>",
      "top": [
        { "abbr": "WUR", "link": "https://www.wur.nl/en.htm" },
        { "abbr": "UVA", "link": "https://www.uva.nl/en" },
        { "abbr": "LU", "link": "https://www.universiteitleiden.nl/en" },
        { "abbr": "EUR", "link": "https://www.eur.nl/en" },
        { "abbr": "TUD", "link": "https://www.tudelft.nl/" }
      ],
      "number": 36
    },
    {
      "country": "Norway",
      "info": "Norwegian higher education is known for its high academic standard, innovative teaching methods, close and friendly relations between students and teachers. The Norwegian higher education system has many interesting combinations of subjects, a wide range of English-language courses and training programs for foreign students.",
      "facts": "<li>Education in Norway is conducted in English.</li><li>Admission to Norwegian universities is usually based on previous grades and a motivation letter.</li><li>Education in state universities is free for all groups of the population.</li>",
      "top": [
        { "abbr": "UIO", "link": "https://www.uio.no/english/" },
        { "abbr": "UIB", "link": "https://www.uib.no/en" },
        { "abbr": "UIT", "link": "https://en.uit.no/" },
        { "abbr": "NTNU", "link": "https://www.ntnu.edu/" },
        { "abbr": "NMBU", "link": "https://www.nmbu.no/en" }
      ],
      "number": 10
    },
    {
      "country": "Poland",
      "info": "The education system in Poland has gone much further over the past ten years and continues to develop actively today. At the same time, not only the number of educational institutions increases, but also the quality of teaching in them. If you decide to get an education in Poland, you can become a student of universities that were founded in the 14th century!",
      "facts": "<li>The academic year at Polish universities begins in October.</li><li>In comparison with other countries of the European Union, the payment for education in Poland is optimal.</li><li>In most Polish universities, full-time education takes place four days a week, the rest of the time is intended for self-education.</li>",
      "top": [
        { "abbr": "UW", "link": "http://en.uw.edu.pl/" },
        { "abbr": "UJ", "link": "https://en.uj.edu.pl/en" },
        { "abbr": "AMU", "link": "http://international.amu.edu.pl/" },
        { "abbr": "UWroc", "link": "https://uni.wroc.pl/en/" },
        { "abbr": "UMK", "link": "https://www.umk.pl/en/" }
      ],
      "number": 457
    },
    {
      "country": "Romania",
      "info": "Studying at Romanian universities is an opportunity to get high-quality knowledge, a European diploma and good prospects in building a future career in Romanian companies or in finding a job in the most developed countries of the world. Since 2007, Romania has been a member of the European Union, has a favorable climate and many historical monuments, including beautiful castles.",
      "facts": "<li>Compulsory education in Romania begins at the age of five, it is free and accessible to all citizens of the country.</li><li>Higher education in Romania fully complies with the Bologna process and assumes a three-stage system of education.</li><li>Students are provided with scholarships to improve their academic performance.</li>",
      "top": [
        { "abbr": "UBC", "link": "https://unibuc.ro/?lang=en" },
        { "abbr": "UAIC", "link": "https://www.uaic.ro/en/" },
        { "abbr": "UBB", "link": "https://www.ubbcluj.ro/en/" },
        { "abbr": "UPB", "link": "https://upb.ro/en/" },
        { "abbr": "TUASI", "link": "https://www.tuiasi.ro/?lang=en" }
      ],
      "number": 88
    },
    {
      "country": "Russia",
      "info": "Russia is a big country, 741 universities are open here, universities are located in 82 regions-from Kaliningrad to Vladivostok. There are classical universities where you can get a variety of professions-from an engineer to a philologist; there are universities of a certain orientation – technical, humanitarian, medical.",
      "facts": "<li>Citizens of some countries have the right to enter the university on an equal basis with Russians.</li><li>Russia is the most educated country in the world.</li><li>Rossotrudnichestvo selects foreign applicants through its network of representative offices, as well as through Russian embassies abroad.</li>",
      "top": [
        { "abbr": "MSU", "link": "https://www.msu.ru/en/" },
        { "abbr": "FU", "link": "http://www.fa.ru/" },
        { "abbr": "RUDN", "link": "http://www.rudn.ru/" },
        { "abbr": "MISIS", "link": "https://misis.ru/" },
        { "abbr": "MGMU", "link": "https://www.sechenov.ru/" }
      ],
      "number": 968
    },
    {
      "country": "Serbia",
      "info": "When applying to some Serbian universities, you can be sure that the diplomas that you will receive at the end of your studies are recognized in most countries. According to recent studies, tuition fees at Serbian universities are among the lowest in the world. If you want to choose an inexpensive, but high-quality place to get an education, Serbia is definitely for you.",
      "facts": "<li>Serbia is a member of the Bologna process.</li><li>There are higher schools in the country where you can get specialized professional higher education.</li><li>In the country, even foreign students can get a scholarship from the Serbian government.</li>",
      "top": [
        { "abbr": "BG", "link": "https://www.bg.ac.rs/en/" },
        { "abbr": "UNS", "link": "https://www.uns.ac.rs/index.php/en/" },
        { "abbr": "NIS", "link": "https://www.ni.ac.rs/en/" },
        { "abbr": "MISIS", "link": "https://en.kg.ac.rs/" },
        { "abbr": "UKG", "link": "https://megatrend.edu.rs/en/home-page/" }
      ],
      "number": 18
    },
    {
      "country": "Slovakia",
      "info": "Education at universities in Slovakia is of high enough quality that many applicants would like to get a high-level diploma of accreditation that does not require confirmation in Europe, for little money. Prices for food and accommodation in the country are modest. The choice of specialties in higher schools in Slovakia is relatively wide, the quality of education and the technological base fully meets European standards.",
      "facts": "<li>The average cost of a student's stay in Slovakia is 250-300 euros per month.</li><li>The Slovak education system meets European standards, and the graduate diploma is quoted almost all over the world.</li><li>In Slovakia, local and foreign applicants have the right to receive higher specialized education free of charge.</li>",
      "top": [
        { "abbr": "EUB", "link": "https://euba.sk/en/" },
        { "abbr": "UPJS", "link": "https://www.upjs.sk/en/?prefferedLang=EN" },
        { "abbr": "UMB", "link": "https://www.umb.sk/en/" },
        { "abbr": "UZ", "link": "https://www.uniza.sk/index.php/en/" },
        { "abbr": "TRU", "link": "https://www.truni.sk/en" }
      ],
      "number": 33
    },
    {
      "country": "Slovenia",
      "info": "The main advantage of studying in Slovenia is the good quality of education. In addition, admission to college in Slovenia is carried out almost without exams. A great advantage will be obtaining a European diploma, which is valid throughout Europe and will help you find a job in any EU country.",
      "facts": "<li>It is important to know that the acknowledgment of the certificate in Slovenia is necessary for admission.</li><li>If the education takes several years, you can apply for a residence permit at the Consulate.</li><li>The entire process of studying at the university is accompanied by extensive practice at existing enterprises and firms in Slovenia.</li>",
      "top": [
        { "abbr": "UL", "link": "https://www.uni-lj.si/university/" },
        { "abbr": "UM", "link": "http://www.um.si/en/Pages/default.aspx" },
        { "abbr": "UP", "link": "https://www.upr.si/en" },
        { "abbr": "UNG", "link": "http://www.ung.si/en/" },
        { "abbr": "ECM", "link": "https://en.almamater.si/" }
      ],
      "number": 6
    },
    {
      "country": "Sweden",
      "info": "Like other Scandinavian countries, Sweden is famous for a high standard of living and a serious approach to the quality of education. The fact that Sweden has the largest number of multinational companies per capita makes this country very attractive for career development.",
      "facts": "<li>Teachers are looking for an individual approach to each student. If necessary, they stay for additional classes after classes.</li><li>In Swedish universities, \"psychological games\" are sometimes held to identify the inner state of a student.</li><li>Teachers pay attention not so much to the final answer, but to the course of thoughts of the student.</li>",
      "top": [
        { "abbr": "KI", "link": "https://ki.se/en" },
        { "abbr": "SU", "link": "https://www.su.se/cmlink/stockholm-university" },
        { "abbr": "UU", "link": "https://www.uu.se/en" },
        { "abbr": "LU", "link": "https://www.lunduniversity.lu.se/" },
        { "abbr": "GU", "link": "https://www.gu.se/en" }
      ],
      "number": 14
    },
    {
      "country": "Switzerland",
      "info": "Higher education in Switzerland can be obtained both at universities and at professional colleges. In addition, private universities of tourism and business schools should be allocated to a separate group. Eight Swiss universities are in the top 20 of the QS World University Rankings 2014/15. Four of them are also leaders in the share of foreign students studying in them.",
      "facts": "<li>There is no unified educational system as such in Switzerland – each of the 26 cantons regulates this area itself.</li><li>Switzerland is a multilingual country. There are 4 official languages at once: German, French, Italian and Romansh.</li><li>Swiss education is rightfully considered one of the best in the world.</li>",
      "top": [
        { "abbr": "ETHZ", "link": "https://ethz.ch/en.html" },
        { "abbr": "EPFL", "link": "https://www.epfl.ch/en/" },
        { "abbr": "UZH", "link": "https://www.uzh.ch/en.html" },
        { "abbr": "UB", "link": "https://www.unibas.ch/en.html" },
        { "abbr": "UG", "link": "https://www.unige.ch/en/university/" }
      ],
      "number": 12
    },
    {
      "country": "Ukraine",
      "info": "This beautiful European country has always been hospitable, with a warm and good attitude towards foreigners. Those who are looking for a high-quality and affordable education abroad can safely recommend studying in Ukraine.",
      "facts": "<li>Ukrainian universities are included in the ranking of the best universities in the world.</li><li>Education in Ukraine is much cheaper than in other European countries.</li><li>Foreign students receive a temporary residence permit in Ukraine.</li>",
      "top": [
        { "abbr": "KPI", "link": "https://kpi.ua/ru" },
        { "abbr": "KNU", "link": "http://www.univ.kiev.ua/ru/" },
        { "abbr": "NMU", "link": "http://nmuofficial.com/en/" },
        { "abbr": "NAU", "link": "https://nau.edu.ua/en/" } 
      ],
      "number": 140
    }
  ]
}